{
    "lang": "es",
    "langlargo": "Español",
    "subtitle": "Guía de localización para Pokémon D/P/Pt y HG/SS.",
    "all_locations": "Mostrar todas",
    "most_probable": "Mostrar la más probable",
    "results10": "Mostrar 10 resultados",
    "results50": "Mostrar 50 resultados",
    "results100": "Mostrar 100 resultados",
    "all_locations_short": "Mostrar todas",
    "most_probable_short": "Más probable",
    "results10_short": "10 resultados",
    "results50_short": "50 resultados",
    "results100_short": "100 resultados",
    "show_methods": "Mostrar métodos",
    "hide_methods": "Ocultar métodos",
    "wild": "Salvaje",
    "headbutt":"Golpe Cabeza",
    "slot2":"Slot2",
    "hoenn":"Hoenn",
    "sinnoh":"Sinnoh",
    "radar":"Radar",
    "swarm":"Manada",
    "other":"Otros",
    "egg": "Huevo",
    "event": "Evento",
    "login": "Iniciar sesión",
    "logout": "Cerrar sesión",
    "register": "Registrar",
    "help": "Ayuda",
    "filterbox": "Filtra por nombre o número de dex...",
    "location": "Localización",
    "game": "Juego",
    "method": "Método",
    "level": "Nivel",
    "mor": "Mañ",
    "day": "Día",
    "nig": "Noc",
    "hour": "hora",
    "and": "y",
    "minute": "minuto",
    "until": "hasta",
    "morning_largo": "Mañana",
    "day_largo": "Día",
    "night_largo": "Noche",
    "current_time": "Hora actual",
    "errorlogin": "El usuario y contraseña no coinciden. Por favor, inténtelo de nuevo.",
    "username": "Nombre de usuario",
    "password": "Contraseña",
    "repeat_password": "Repetir contraseña",
    "password_no_match": "Las contraseñas no coinciden.",
    "no_username_password": "Por favor, elige un nombre de usuario y contraseña para registrarte.",
    "username_taken_1": "El nombre de usuario ",
    "username_taken_2": " ya está cogido.",
    "pokedex_ones_zeros": "La Pokédex de texto sólo puede contener unos (1) y ceros (0).",
    "pokedex_no_data": "Por favor, inserta datos en la Pokédex de texto.",
    "profile_text_1": "Si quieres rellenar rápidamente tu Pokédex actual, por cada Pokémon introduce un 1 si lo tienes y un 0 si no. Por ejemplo, 111000000100... significa que tienes a Bulbasaur, Ivysaur, Venusaur, Caterpie, y a ninguno más.",
    "profile_text_2": "Si llegas a tu último Pokémon capturado y aún te queda mucho camino hasta el #493, no tienes que rellenar todos los ceros restantes",
    "profile_text_3": "(Por ejemplo, digamos que tu último Pokémon registrado es Wailmer, que es el #320. Tendrías que poner 170 ceros más, pero no hace falta. Simplemente pon el 1 en la posición 320 y dale a Enviar)",
    "profile_text_4": "En la tabla de debajo puedes hacer click en el Pokémon para registrarlo o borrarlo de tu Pokédex de forma rápida.",
    "profile_text_5": "Si te acabas de registrar y tienes la Pokédex vacía, es recomendable rellenar primero tu Pokédex actual con el método de \"unos y ceros\", que es más rápido, y después comprobar en la tabla por si hubiera algún error.",
    "current_pokedex": "Pokédex actual",
    "submit": "Enviar",
    "show_info": "Mostrar info",
    "hide_info": "Ocultar info",
    "help_text_1": "Bienvenido a la Gen 4 Dex! Esta web es un recurso gratuito para ayudarte en tu camino de capturar todos los Pokémon en Pokémon Diamante/Perla/Platino y HeartGold/SoulSilver.",
    "help_text_2": "La página principal contiene una tabla enorme donde se muestran todos los Pokémon y su localización dentro de los juegos, además del nivel al que aparecen y su probabilidad de aparición.",
    "help_text_3": "En la parte superior encontrarás la barra de menú, que tiene varios filtros para la tabla de datos.",
    "help_text_4": "El primer filtro permite elegir entre mostrar la mejor localización para cada Pokémon, o mostrar todas los sitios donde se puede conseguir. La \"mejor\" localización es el sitio donde el Pokémon aparece con mayor probabilidad.",
    "help_text_5": "El segundo filtro permite elegir el número de resultados que muestra la tabla. Está limitado a 100 porque valores más altos afectan al rendimiento de la web.",
    "help_text_6": "El tercer filtro muestra una lista de métodos, para poder ocultar algunos tediosos como el Poké Radar o las Manadas.",
    "help_text_7": "Los siguientes filtros son los de juegos. Puedes activarlos o desactivarlos para que la tabla muestre sólo Pokémon obtenibles en esos juegos.",
    "help_text_8": "Los filtros de Evo, Huevo y Evento son similares, permiten mostrar u ocultar los Pokémon obtenibles por evolución, eclosión de huevo o por evento, para aquellos que estén centrados en sólo capturar.",
    "help_text_9": "El resto son enlaces a las páginas de inicio de sesión, registro y ayuda. Si has iniciado sesión, tu nombre de usuario aparecerá en su lugar. Haciendo click en él te llevará a la página de tu perfil, donde puedes ver y actualizar tu Pokédex.",
    "help_text_10": "La caja de texto grande te permite filtrar tanto por nombre como por número de Pokédex. El filtro de número es del tipo \"mayor que\", lo que significa que si introduces 120 obtendrás todos los Pokémon del #120 en adelante.",
    "help_text_11": "No es necesario registrarse para utilizar la app, pero una cuenta te permite guardar una Pokédex personal, de manera que los Pokémon que ya has obtenido no te aparecerán en la tabla de datos.",
    "help_text_12": "Para registrar un Pokémon como obtenido, haz click en su nombre en la tabla de datos, o regístralo desde la página de tu perfil.",
    "help_text_13": "La app guarda las contraseñas mediante hash y salt, así que en caso de una brecha de seguridad las contraseñas seguirán siendo seguras.",
    "help_text_14": "Si encuentras algún fallo o tienes alguna sugerencia, no dudes en decírmelo.",
    "help_text_15": "Esta app web no tiene ningún anuncio y su uso es gratuito.",
    "help_text_16": "Hecho por ",
    "error404": "Lo siento, esta página no existe."
}