{
    "lang": "en",
    "langlargo": "English",
    "subtitle": "A location guide por Pokémon D/P/Pt and HG/SS games.",
    "all_locations": "Show all locations",
    "most_probable": "Show only most probable",
    "results10": "Show 10 results",
    "results50": "Show 50 results",
    "results100": "Show 100 results",
    "all_locations_short": "All locations",
    "most_probable_short": "Most probable",
    "results10_short": "10 results",
    "results50_short": "50 results",
    "results100_short": "100 results",
    "show_methods": "Show methods",
    "hide_methods": "Hide methods",
    "wild": "Wild",
    "headbutt":"Headbutt",
    "slot2":"Slot2",
    "hoenn":"Hoenn",
    "sinnoh":"Sinnoh",
    "radar":"Radar",
    "swarm":"Swarm",
    "other":"Other",
    "egg": "Egg",
    "event": "Event",
    "login": "Login",
    "logout": "Logout",
    "register": "Register",
    "help": "Help",
    "filterbox": "Filter by name or dex number...",
    "location": "Location",
    "game": "Game",
    "method": "Method",
    "level": "Level",
    "mor": "Mor",
    "day": "Day",
    "nig": "Nig",
    "hour": "hour",
    "and": "and",
    "minute": "minute",
    "until": "until",
    "morning_largo": "Morning",
    "day_largo": "Day",
    "night_largo": "Night",
    "current_time": "Current time",
    "errorlogin": "Your username and password didn't match. Please try again.",
    "username": "Username",
    "password": "Password",
    "repeat_password": "Repeat password",
    "password_no_match": "Passwords don't match.",
    "no_username_password": "Please, select an username and a password to register.",
    "username_taken_1": "Username ",
    "username_taken_2": " is already taken.",
    "pokedex_ones_zeros": "Text Pokédex must consist of only ones (1) and zeros (0).",
    "pokedex_no_data": "Please insert some data into the text Pokédex.",
    "profile_text_1": "If you want to quickly insert your current dex, for each Pokémon type 1 if you have it, and 0 if you don't. For example, 111000000100... means that you have Bulbasaur, Ivysaur, Venusaur and Caterpie, and nothing else.",
    "profile_text_2": "If you get to your last catched Pokémon and you still have a long way until #493, you don't have to fill all the remaining zeros.",
    "profile_text_3": "(For example, let's say your last catched Pokémon is Wailmer, which is #320. You'd still have to put more than 170 zeros. You don't have to. Just put the 1 in the 320 position and hit Submit)",
    "profile_text_4": "In the table below you can click the Pokémon to register or unregister them from your Pokédex in a quick way.",
    "profile_text_5": "If you just registered and have an empty Pokédex, it is recommended to use the above \"ones and zeros\" method, to enter quickly all of your Pokémon, and then check in the table for any errors.",
    "current_pokedex": "Current Pokédex",
    "submit": "Submit",
    "show_info": "Show info",
    "hide_info": "Hide info",
    "help_mayus": "HELP",
    "help_text_1": "Welcome to the Gen 4 Dex! This web is a free resource to help you in your jorney to catch every Pokémon in Pokémon Diamond/Pearl/Platinum and HeartGold/SoulSilver.",
    "help_text_2": "The main page shows a huge table filled with every Pokémon and their location inside the games, along with the level it appears and how rare it is.",
    "help_text_3": "In the top you can find the menu bar, which has some filters for the data table.",
    "help_text_4": "The first filter lets you choose between showing the best location for each Pokémon, or every possible location where it can be obtained. The \"best\" one is the the place where the Pokémon appears more frecuently.",
    "help_text_5": "The second one lets you choose the number of results the table will show. It is limited to 100 because higher values would affect performance",
    "help_text_6": "The third one shows the list of methods, so you can hide some hideous ones like Poké Radar or Swarm.",
    "help_text_7": "The next filters are the game ones. You can activate or deactivate them so the data table only shows Pokémon obtaniable in those games.",
    "help_text_8": "The Evo, Egg and Event ones are similar, they let you show or hide Pokémon obtainable by evolving, hatching eggs or via events, for those who are just focusing on catching.",
    "help_text_9": "The rest are links to the login, register and help pages. If you are logged in, your username will appear instead. Clicking it will take you to your profile page, where you can view and update your Pokédex info.",
    "help_text_10": "The big text box lets you filter either by name or by dex number. The number filter is a \"greater than\" filter, so if you type 120 you'll get every Pokémon avaliable from #120 onwards.",
    "help_text_11": "Registration is not needed for using the app, but it lets you save a personal Pokédex, so the Pokémon you already caught won't appear on the data table.",
    "help_text_12": "In order to register a Pokémon you can click its name on the data table, or register it on your profile page.",
    "help_text_13": "The app stores the passwords hashed and salted, so in the event of a security breach the passwords will be fine.",
    "help_text_14": "If you find any bug, or have any suggestion, please let me know.",
    "help_text_15": "This webapp doesn't have any ads and it's free to use.",
    "help_text_16": "Done by ",
    "error404": "This page doesn't exist, sorry."
}